---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.CableTrayConduitRunBase
source: html/4a644da7-bfc5-42cb-ca5e-8b13c1b17b86.htm
---
# CableTrayConduitRunBase Properties

The id of the assembly instance to which the element belongs.